Repository: studiogo-armony/armony-ios
Catalog: Armony/Armony/Scenes/Account/Localizable/Account+Localizable.xcstrings
Source language: en
Languages: pt_br, tr

# AccountInformation.Title
source: Account Settings
pt_br: Configurações da Conta
tr: Hesap Ayarları

# AccountInformation.Update.Succes.Message
source: Account information has been updated
pt_br: As informações da conta foram atualizadas
tr: Hesap bilgileriniz güncellendi

# ChangePassword.Success.Message
source: Password has been updated
pt_br: A senha foi atualizada
tr: Şifreniz güncellendi

source: Delete account
pt_br: Excluir conta
tr: Hesabı Sil

# DeleteAccount.Alert.Title
source: Are you sure you want to delete your account?
pt_br: Tem certeza que deseja excluir sua conta?
tr: Hesabınızı silmek istediğinizden emin misiniz?

source: Edit profile
pt_br: Editar perfil
tr: Profili Düzenle

source: Musical Profile
pt_br: Perfil Musical
tr: Müzisyen Profili

# MusicalProfile.EmptyState.Button.Title
source: Build profile
pt_br: Criar perfil
tr: Profil Oluştur

# MusicalProfile.EmptyState.Title
source: Set up your musician profile in minutes and post your first ad for free
pt_br: Configure seu perfil de músico em minutos e publique seu primeiro anúncio gratuitamente
tr: Müzisyen profilinizi dakikalar içinde oluşturun ve ilk ilanınızı ücretsiz yayınlayın

source: My Ads
pt_br: Meus Anúncios
tr: İlanlarım

source: My Performances
pt_br: Minhas Apresentações
tr: Performanslarım

# MyPerformances.AddVideo.Error.Message
source: The link you entered is not valid YouTube link. Please enter valid link please
pt_br: O link que você inseriu não é um link válido do YouTube. Por favor, insira um link válido
tr: Girdiğiniz bağlantı geçerli bir YouTube bağlantısı değil. Lütfen geçerli bir bağlantı girin

# MyPerformances.Alert.Message
source: You can add YouTube link here
pt_br: Você pode adicionar um link do YouTube aqui
tr: YouTube bağlantınızı buraya ekleyebilirsiniz

# MyPerformances.Delete
source: Delete video
pt_br: Excluir vídeo
tr: Videoyu Sil

# MyPerformances.EmptyState.Button.Title
source: Upload video
pt_br: Adicionar vídeo
tr: Video Ekle

# MyPerformances.EmptyState.Title
source: You can upload YouTube videos and share your performance
pt_br: Você pode adicionar vídeos do YouTube e compartilhar suas apresentações
tr: YouTube videolarınızı ekleyerek performansınızı paylaşabilirsiniz

source: Profile
pt_br: Perfil
tr: Profil

# Profile.TextView.Placeholder
source: Who are you? Share your story!
pt_br: Conte sua história musical!
tr: Müzik yolculuğunuzu anlatın!

# Profile.Update.Alert.Success.Title
source: Your profile has been updated successfully
pt_br: Seu perfil foi atualizado com sucesso
tr: Profiliniz başarıyla güncellendi

# Settings.DeleteAccount.PopUp.Title
source: Why do you want to delete your account?
pt_br: Por que você deseja excluir sua conta?
tr: Hesabınızı neden silmek istiyorsunuz?

# UserAds.EmptyState.Button.Title
source: Post an ad
pt_br: Publicar anúncio
tr: İlan Yayınla

# UserAds.EmptyState.Title
source: Manage and view your published ads in this section
pt_br: Gerencie e visualize seus anúncios publicados nesta seção
tr: Yayınladığınız ilanları bu bölümden görüntüleyebilir ve yönetebilirsiniz

# VisitedAccount.Ads
source: Adverts
pt_br: Anúncios
tr: İlanlar

# VisitedAccount.Medias.EmptyState.Title
source: No performances available
pt_br: Nenhuma apresentação disponível
tr: Henüz performans videosu eklenmemiş

# VisitedAccount.Musical.Profile
source: Musical Profile
pt_br: Perfil Musical
tr: Müzisyen Profili

# VisitedAccount.MusicalProfile.EmptyState.Title
source: Profile has not been completed
pt_br: O perfil não foi completado
tr: Profil henüz oluşturulmamış

# VisitedAccount.Performances
source: Performances
pt_br: Apresentações
tr: Performanslar
